const newFunction = function newlist(){
    return newlist;
  }







//   Вы младший разработчик, только что закончивший трехмесячный курс веб-разработки. Вы только что заключили выгодный контракт с модным стартапом. Вам будут платить больше денег, чем вы когда-либо думали. Немного неясно, какой продукт или услугу продает этот стартап, и их документация по API могла бы быть написана на Brainfuck, но вам лучше учиться быстро, иначе вы не закончите работу раньше срока и не получите деньги.

// Ваше сегодняшнее задание — написать функцию на JavaScript. Это кажется достаточно простым, но генеральный директор настаивает на том, чтобы все разработчики, работающие в его компании, использовали только самые передовые технологии. Вы должны использовать только новейшие функции и фреймворки. Но такое новое программное обеспечение, как правило, изобилует ошибками...

// Создайте функцию, которая не будет выдавать ошибку, какой бы новой она ни была.